
"""
py3d项目介绍
"""

# 版本
__version__ = "1.18.11"

# 开发者
__author__ = "Wanglq"

# 说明
__readme__ = """

文件说明：
--------------------------------------------------------------------------------
config.py
配置模块

data.py
数据模块：对爬虫模块收集的数据进行基本处理，为模型模块准备

model.py
模型模块：为基本数据建立模型，为统计分析模块准备

run.py
运行模块:调用

spider.py
爬虫模块：收集原始数据

statis.py
统计分析模块：对模型模块提供的数据进行统计分析，并给出最后的结果

test.py
测试模块：

util.py
通用函数库:提供各模块通用的函数与类库


开发流程：
--------------------------------------------------------------------------------

2018.11.25
已开发完数据与爬虫模块，并重构各项功能

2018.11.10
准备开发阶段，构思基本模块与功能

"""
